Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# workoutHub.calendar.regenerateEmpty
source: No suitable exercises came back for this session. Check your available equipment and try again.
es: No ha salido ningún ejercicio adecuado para esta sesión. Revisa el material disponible y vuelve a intentarlo.
fr: Aucun exercice adapté n’est ressorti pour cette séance. Vérifie ton matériel disponible et réessaie.
hi: इस सेशन के लिए कोई उपयुक्त एक्सरसाइज़ नहीं मिली। अपना उपलब्ध इक्विपमेंट जाँचकर फिर कोशिश करें।
it: Per questa sessione non è tornato nessun esercizio adatto. Controlla l'attrezzatura disponibile e riprova.
zh_hans: 这节训练课没有找到合适的动作。请检查你可用的器械后重试。

# workoutHub.calendar.regeneratedReason
source: %@ was regenerated from the exercise selector.
es: %@ se regeneró desde el selector de ejercicios.
fr: %@ a été régénérée par le sélecteur d’exercices.
hi: %@ को एक्सरसाइज़ सिलेक्टर से दोबारा बनाया गया।
it: %@ ha ricevuto nuovi esercizi dal selettore.
zh_hans: %@ 通过动作选择器重新生成。

# workoutHub.calendar.reschedule
source: Rebuild the rest of the week
es: Reorganizar el resto de la semana
fr: Reconstruire le reste de la semaine
hi: बाकी हफ़्ता दोबारा जमाएँ
it: Ricostruisci il resto della settimana
zh_hans: 重排这一周剩下的安排

# workoutHub.calendar.scheduleHere
source: Put a session here
es: Poner una sesión aquí
fr: Placer une séance ici
hi: यहाँ एक सेशन रखें
it: Metti qui una sessione
zh_hans: 在这一天安排训练课

# workoutHub.calendar.state.completed
source: Completed
es: Completada
fr: Terminée
hi: पूरा हुआ
it: Completata
zh_hans: 已完成

# workoutHub.calendar.state.inProgress
source: In progress
es: En curso
fr: En cours
hi: चल रहा है
it: In corso
zh_hans: 进行中

# workoutHub.calendar.state.missed
source: Missed
es: Perdida
fr: Manquée
hi: छूट गया
it: Saltata
zh_hans: 已错过

# workoutHub.calendar.state.none
source: Nothing scheduled
es: Nada programado
fr: Rien de prévu
hi: कुछ तय नहीं
it: Niente in programma
zh_hans: 没有安排

# workoutHub.calendar.state.planned
source: Planned
es: Planificada
fr: Prévue
hi: तय है
it: In programma
zh_hans: 已计划

# workoutHub.calendar.state.rest
source: Rest day
es: Día de descanso
fr: Jour de repos
hi: आराम का दिन
it: Giorno di riposo
zh_hans: 休息日

# workoutHub.calendar.thisWeek
source: This week
es: Esta semana
fr: Cette semaine
hi: इस हफ़्ते
it: Questa settimana
zh_hans: 本周

# workoutHub.calendar.thisWeekSubtitle
source: Tap a day to see or change what is on it.
es: Toca un día para ver o cambiar lo que hay en él.
fr: Touche un jour pour voir ou changer ce qu’il contient.
hi: किसी दिन पर क्या है, यह देखने या बदलने के लिए उस दिन पर टैप करें।
it: Tocca un giorno per vedere o cambiare cosa c'è.
zh_hans: 点按某一天可查看或修改当天的安排。

# workoutHub.detail.comparisonSubtitle
source: Compared with the same session on %@.
es: Comparado con la misma sesión del %@.
fr: Comparé à la même séance du %@.
hi: %@ के उसी सेशन से तुलना।
it: Confronto con la stessa sessione del %@.
zh_hans: 与 %@ 的同一节训练课相比。

# workoutHub.detail.comparisonTitle
source: Against last time
es: Frente a la última vez
fr: Face à la dernière fois
hi: पिछली बार के मुकाबले
it: Rispetto alla volta scorsa
zh_hans: 与上次相比

# workoutHub.detail.completed
source: Completed
es: Completada
fr: Terminée
hi: पूरा हुआ
it: Completata
zh_hans: 已完成

# workoutHub.detail.downBy
source: down %@ from %@
es: %@ menos que %@
fr: %@ de moins qu’à %@
hi: %@ नीचे, पिछले %@ से
it: %@ in meno rispetto a %@
zh_hans: 减少 %@（此前 %@）

# workoutHub.detail.duration
source: Duration
es: Duración
fr: Durée
hi: अवधि
it: Durata
zh_hans: 时长

# workoutHub.detail.effort
source: You rated this session: %@
es: Valoraste esta sesión como: %@
fr: Tu as noté cette séance : %@
hi: आपने इस सेशन को रेट किया: %@
it: Hai valutato questa sessione: %@
zh_hans: 你对这节训练课的评价：%@

# workoutHub.detail.exerciseSummary
source: %lld sets · %@
es: %lld series · %@
fr: %lld séries · %@
hi: %lld सेट · %@
it: %lld serie · %@
zh_hans: %lld 组 · %@

# workoutHub.detail.loading
source: Loading this session
es: Cargando esta sesión
fr: Chargement de cette séance
hi: यह सेशन लोड हो रहा है
it: Caricamento della sessione
zh_hans: 正在载入这节训练课

# workoutHub.detail.notFound
source: This session is no longer stored.
es: Esta sesión ya no está guardada.
fr: Cette séance n’est plus enregistrée.
hi: यह सेशन अब सेव नहीं है।
it: Questa sessione non è più salvata.
zh_hans: 这节训练课已不在存储中。

# workoutHub.detail.notFoundMessage
source: It may have been deleted, or removed when data was reset.
es: Puede que se eliminara, o que se quitara al restablecer los datos.
fr: Elle a peut-être été supprimée, ou retirée lors d’une réinitialisation des données.
hi: हो सकता है इसे मिटा दिया गया हो, या डेटा रीसेट करते समय हटा दिया गया हो।
it: Potrebbe essere stata eliminata, o rimossa quando i dati sono stati azzerati.
zh_hans: 它可能被删除了，或者在重置数据时被移除。

# workoutHub.detail.notPerformed
source: Not performed
es: No realizado
fr: Non réalisée
hi: नहीं किया गया
it: Non eseguito
zh_hans: 未进行

# workoutHub.detail.notes
source: Your notes
es: Tus notas
fr: Tes notes
hi: आपके नोट
it: Le tue note
zh_hans: 你的备注

# workoutHub.detail.notesHint
source: The only part of a finished session you can change.
es: Lo único que puedes cambiar de una sesión terminada.
fr: La seule partie d’une séance terminée que tu peux modifier.
hi: पूरे हो चुके सेशन का यही एक हिस्सा है जिसे आप बदल सकते हैं।
it: L'unica parte di una sessione conclusa che puoi cambiare.
zh_hans: 这是完成后的训练课中唯一可以修改的部分。

# workoutHub.detail.notesPlaceholder
source: How did it feel?
es: ¿Cómo te sentiste?
fr: Comment c’était ?
hi: कैसा लगा?
it: Come è andata?
zh_hans: 感觉怎么样？

# workoutHub.detail.performed
source: What you did
es: Lo que hiciste
fr: Ce que tu as fait
hi: आपने क्या किया
it: Cosa hai fatto
zh_hans: 你做了什么

# workoutHub.detail.performedSubtitle
source: Every set as it was logged. History cannot be edited.
es: Cada serie tal y como se registró. El historial no se puede editar.
fr: Chaque série telle qu’elle a été enregistrée. L’historique n’est pas modifiable.
hi: हर सेट, जैसा दर्ज हुआ था। हिस्ट्री एडिट नहीं की जा सकती।
it: Ogni serie come è stata registrata. La cronologia non si può modificare.
zh_hans: 每一组的原始记录。历史无法编辑。

# workoutHub.detail.previousTopSet
source: Top set last time: %@
es: Mejor serie la última vez: %@
fr: Série max la dernière fois : %@
hi: पिछली बार का टॉप सेट: %@
it: Serie migliore la volta scorsa: %@
zh_hans: 上次最重组：%@

# workoutHub.detail.recordBeat
source: %@: %@, beating %@.
es: %@: %@, superando %@.
fr: %@ : %@, mieux que %@.
hi: %@: %@, %@ को पीछे छोड़ते हुए।
it: %@: %@, meglio di %@.
zh_hans: %@：%@，超过了 %@。

# workoutHub.detail.recordFirst
source: %@: %@ — your first recorded result.
es: %@: %@; tu primer resultado registrado.
fr: %@ : %@ — ton premier résultat enregistré.
hi: %@: %@ — आपका पहला दर्ज नतीजा।
it: %@: %@ — il tuo primo risultato registrato.
zh_hans: %@：%@ —— 你的第一条记录。

# workoutHub.detail.records
source: Personal records
es: Récords personales
fr: Records personnels
hi: पर्सनल रिकॉर्ड
it: Record personali
zh_hans: 个人纪录

# workoutHub.detail.replaced
source: Instead of %@
es: En lugar de %@
fr: À la place de %@
hi: %@ की जगह
it: Al posto di %@
zh_hans: 替代了 %@

# workoutHub.detail.setNumber
source: Set %lld
es: Serie %lld
fr: Série %lld
hi: सेट %lld
it: Serie %lld
zh_hans: 第 %lld 组

# workoutHub.detail.sets
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
zh_hans: 组数

# workoutHub.detail.skipped
source: Skipped
es: Saltado
fr: Passée
hi: छोड़ा गया
it: Saltato
zh_hans: 已跳过

# workoutHub.detail.substitutionReason
source: Reason given: %@
es: Motivo indicado: %@
fr: Raison donnée : %@
hi: बताई गई वजह: %@
it: Motivo indicato: %@
zh_hans: 给出的理由：%@

# workoutHub.detail.title
source: Session
es: Sesión
fr: Séance
hi: सेशन
it: Sessione
zh_hans: 训练课

# workoutHub.detail.unchanged
source: No change
es: Sin cambios
fr: Sans changement
hi: कोई बदलाव नहीं
it: Nessuna variazione
zh_hans: 没有变化

# workoutHub.detail.upBy
source: up %@ from %@
es: %@ más que %@
fr: %@ de plus qu’à %@
hi: %@ ऊपर, पिछले %@ से
it: %@ in più rispetto a %@
zh_hans: 增加 %@（此前 %@）

# workoutHub.detail.volume
source: Volume
es: Volumen
hi: वॉल्यूम
zh_hans: 训练量

# workoutHub.error.calendar
source: The calendar could not be loaded.
es: No se ha podido cargar el calendario.
fr: Le calendrier n’a pas pu être chargé.
hi: कैलेंडर लोड नहीं हो सका।
it: Non è stato possibile caricare il calendario.
zh_hans: 无法载入日历。

# workoutHub.error.detail
source: This session could not be opened.
es: No se ha podido abrir esta sesión.
fr: Cette séance n’a pas pu être ouverte.
hi: यह सेशन खोला नहीं जा सका।
it: Non è stato possibile aprire questa sessione.
zh_hans: 无法打开这节训练课。

# workoutHub.error.history
source: Your history could not be loaded.
es: No se ha podido cargar tu historial.
fr: Ton historique n’a pas pu être chargé.
hi: आपकी हिस्ट्री लोड नहीं हो सकी।
it: Non è stato possibile caricare la tua cronologia.
zh_hans: 无法载入你的历史记录。

# workoutHub.error.load
source: Today's plan could not be loaded.
es: No se ha podido cargar el plan de hoy.
fr: Le plan du jour n’a pas pu être chargé.
hi: आज का प्लान लोड नहीं हो सका।
it: Non è stato possibile caricare il piano di oggi.
zh_hans: 无法载入今天的安排。

# workoutHub.error.saveNotes
source: The note could not be saved.
es: No se ha podido guardar la nota.
fr: La note n’a pas pu être enregistrée.
hi: नोट सेव नहीं हो सका।
it: Non è stato possibile salvare la nota.
zh_hans: 无法保存备注。

# workoutHub.error.schedule
source: The schedule could not be changed.
es: No se ha podido cambiar la programación.
fr: Le planning n’a pas pu être modifié.
hi: शेड्यूल बदला नहीं जा सका।
it: Non è stato possibile cambiare la programmazione.
zh_hans: 无法修改安排。

# workoutHub.error.start
source: The workout could not be started.
es: No se ha podido empezar el entrenamiento.
fr: La séance n’a pas pu être démarrée.
hi: वर्कआउट शुरू नहीं हो सका।
it: Non è stato possibile iniziare l'allenamento.
zh_hans: 无法开始训练。

# workoutHub.error.title
source: Something went wrong
es: Algo ha fallado
fr: Une erreur est survenue
hi: कुछ गड़बड़ हो गई
it: Qualcosa è andato storto
zh_hans: 出了点问题

# workoutHub.history.emptyMessage
source: Finish a workout and it will appear here, with every set you logged.
es: Termina un entrenamiento y aparecerá aquí, con todas las series que registraste.
fr: Termine une séance et elle apparaîtra ici, avec toutes les séries que tu as enregistrées.
hi: एक वर्कआउट पूरा करें और वह यहाँ दिखेगा, आपके दर्ज किए हर सेट के साथ।
it: Completa un allenamento e comparirà qui, con ogni serie che hai registrato.
zh_hans: 完成一次训练后，它会连同你记录的每一组出现在这里。

# workoutHub.history.emptyTitle
source: No sessions yet
es: Aún no hay sesiones
fr: Aucune séance pour l’instant
hi: अभी कोई सेशन नहीं
it: Ancora nessuna sessione
zh_hans: 还没有训练课

# workoutHub.history.loading
source: Loading your history
es: Cargando tu historial
fr: Chargement de ton historique
hi: आपकी हिस्ट्री लोड हो रही है
it: Caricamento della tua cronologia
zh_hans: 正在载入你的历史记录

# workoutHub.history.monthSubtitle
source: %lld sessions · %@
es: %lld sesiones · %@
fr: %lld séances · %@
hi: %lld सेशन · %@
it: %lld sessioni · %@
zh_hans: %lld 节训练课 · %@

# workoutHub.history.noMatchesMessage
source: No session in this date range contains that exercise.
es: Ninguna sesión de este rango de fechas contiene ese ejercicio.
fr: Aucune séance de cette période ne contient cet exercice.
hi: इस तारीख रेंज के किसी सेशन में वह एक्सरसाइज़ नहीं है।
it: Nessuna sessione in questo intervallo di date contiene quell'esercizio.
zh_hans: 这个日期范围内没有包含该动作的训练课。

# workoutHub.history.noMatchesTitle
source: Nothing matches
es: No hay coincidencias
fr: Aucun résultat
hi: कुछ नहीं मिला
it: Nessuna corrispondenza
zh_hans: 没有匹配结果

# workoutHub.history.prBadge
source: PR
es: RP
fr: Record

# workoutHub.history.prBadgeLong
source: Personal record set in this session
es: Récord personal conseguido en esta sesión
fr: Record personnel établi pendant cette séance
hi: इस सेशन में पर्सनल रिकॉर्ड बना
it: Record personale stabilito in questa sessione
zh_hans: 这节训练课创造了个人纪录

# workoutHub.history.rangeLabel
source: Show %@
es: Mostrar %@
fr: Afficher %@
hi: %@ दिखाएँ
it: Mostra %@
zh_hans: 显示%@

# workoutHub.history.searchPrompt
source: Search by exercise
es: Buscar por ejercicio
fr: Rechercher par exercice
hi: एक्सरसाइज़ से खोजें
it: Cerca per esercizio
zh_hans: 按动作搜索

# workoutHub.history.setsOf
source: %lld of %lld sets
es: %lld de %lld series
fr: %lld séries sur %lld
hi: %lld / %lld सेट
it: %lld serie su %lld
zh_hans: %lld / %lld 组

# workoutHub.history.title
source: History
es: Historial
fr: Historique
hi: हिस्ट्री
it: Cronologia
zh_hans: 历史

# workoutHub.quickStart.emptyDetail
source: Log whatever you end up doing.
es: Registra lo que acabes haciendo.
fr: Enregistre ce que tu finis par faire.
hi: आप जो भी करें, उसे दर्ज कर लें।
it: Registra quello che finirai per fare.
zh_hans: 做了什么就记什么。

# workoutHub.quickStart.emptyTitle
source: Empty session
es: Sesión vacía
fr: Séance vide
hi: खाली सेशन
it: Sessione vuota
zh_hans: 空白训练课

# workoutHub.quickStart.freestyleSubtitle
source: Start with nothing and add exercises as you go.
es: Empieza sin nada y ve añadiendo ejercicios sobre la marcha.
fr: Pars de rien et ajoute les exercices au fil de la séance.
hi: कुछ भी तय किए बिना शुरू करें और चलते-चलते एक्सरसाइज़ जोड़ें।
it: Parti da zero e aggiungi esercizi strada facendo.
zh_hans: 从零开始，边练边加动作。

# workoutHub.quickStart.freestyleTitle
source: Freestyle
es: Libre
fr: Libre
hi: फ्रीस्टाइल
it: Libera
zh_hans: 自由训练

# workoutHub.quickStart.fromProgram
source: From your program
es: De tu programa
fr: Depuis ton programme
hi: आपके प्रोग्राम से
it: Dal tuo programma
zh_hans: 来自你的训练计划

# workoutHub.quickStart.fromProgramSubtitle
source: Any session, on any day.
es: Cualquier sesión, cualquier día.
fr: N’importe quelle séance, n’importe quel jour.
hi: कोई भी सेशन, किसी भी दिन।
it: Qualsiasi sessione, in qualsiasi giorno.
zh_hans: 任意一节训练课，任意一天。

# workoutHub.quickStart.noTemplatesMessage
source: You have no program yet, so there is nothing to choose. An empty session works in the meantime.
es: Todavía no tienes programa, así que no hay nada que elegir. Mientras tanto, una sesión vacía sirve.
fr: Tu n’as pas encore de programme, il n’y a donc rien à choisir. Une séance vide fait l’affaire en attendant.
hi: आपके पास अभी कोई प्रोग्राम नहीं है, इसलिए चुनने को कुछ नहीं। तब तक एक खाली सेशन काम चला देगा।
it: Non hai ancora un programma, quindi non c'è nulla da scegliere. Nel frattempo una sessione vuota va benissimo.
zh_hans: 你还没有训练计划，因此没有可选的内容。先用空白训练课也可以。

# workoutHub.quickStart.noTemplatesTitle
source: No sessions to pick from
es: No hay sesiones que elegir
fr: Aucune séance à choisir
hi: चुनने के लिए कोई सेशन नहीं
it: Nessuna sessione tra cui scegliere
zh_hans: 没有可选的训练课

# workoutHub.quickStart.repeatDetail
source: Last done %@ · %@
es: Última vez %@ · %@
fr: Dernière fois %@ · %@
hi: आखिरी बार %@ · %@
it: Ultima volta %@ · %@
zh_hans: 上次练于 %@ · %@

# workoutHub.quickStart.repeatSubtitle
source: Repeat the last session you finished.
es: Repite la última sesión que terminaste.
fr: Refais la dernière séance que tu as terminée.
hi: आपका आखिरी पूरा किया सेशन दोहराएँ।
it: Ripeti l'ultima sessione che hai completato.
zh_hans: 重复你上一次完成的训练课。

# workoutHub.quickStart.repeatTitle
source: Do it again
es: Repetir
fr: Refaire la même
hi: फिर से करें
it: Rifalla
zh_hans: 再来一次

# workoutHub.quickStart.templateDetail
source: %lld exercises · %lld sets
es: %lld ejercicios · %lld series
fr: %lld exercices · %lld séries
hi: %lld एक्सरसाइज़ · %lld सेट
it: %lld esercizi · %lld serie
zh_hans: %lld 个动作 · %lld 组

# workoutHub.quickStart.title
source: Quick start
es: Inicio rápido
fr: Démarrage rapide
hi: झटपट शुरू करें
it: Avvio rapido
zh_hans: 快速开始

# workoutHub.reschedule.applied
source: Your week has been rebuilt.
es: Tu semana se ha reorganizado.
fr: Ta semaine a été reconstruite.
hi: आपका हफ़्ता दोबारा जम गया है।
it: La tua settimana è stata ricostruita.
zh_hans: 你的一周已经重新排布。

# workoutHub.reschedule.footnote
source: These changes apply to the weekday your program schedules each session on, so next week follows the new order too.
es: Estos cambios se aplican al día de la semana en el que tu programa coloca cada sesión, así que la semana que viene también seguirá el nuevo orden.
fr: Ces changements s’appliquent au jour de la semaine où ton programme place chaque séance : la semaine prochaine suivra donc aussi le nouvel ordre.
hi: ये बदलाव उस दिन पर लागू होते हैं जिस दिन आपका प्रोग्राम हर सेशन रखता है, इसलिए अगला हफ़्ता भी इसी नए क्रम पर चलेगा।
it: Queste modifiche valgono per il giorno della settimana in cui il tuo programma colloca ogni sessione, quindi anche la settimana prossima seguirà il nuovo ordine.
zh_hans: 这些改动会作用于你的计划把每节训练课安排在星期几，因此下周也会按新的顺序进行。

# workoutHub.reschedule.kept
source: %@ stays on %@.
es: %@ se queda el %@.
fr: %@ reste le %@.
hi: %@ %@ को ही रहेगा।
it: %@ resta di %@.
zh_hans: %@ 仍在 %@。

# workoutHub.reschedule.moved
source: %@ moves from %@ to %@.
es: %@ pasa del %@ al %@.
fr: %@ passe de %@ à %@.
hi: %@ %@ से %@ पर चला जाता है।
it: %@ si sposta da %@ a %@.
zh_hans: %@ 从 %@ 移到 %@。

# workoutHub.reschedule.nextWeek
source: %@ waits until next %@ — this week has no training days left.
es: %@ espera al %@ que viene: esta semana ya no quedan días de entrenamiento.
fr: %@ attend jusqu’à %@ prochain — il ne reste plus de jour d’entraînement cette semaine.
hi: %@ अगले %@ तक इंतज़ार करेगा — इस हफ़्ते कोई ट्रेनिंग दिन नहीं बचा।
it: %@ aspetta %@ prossimo: questa settimana non restano giorni di allenamento.
zh_hans: %@ 要等到下个%@，本周已经没有剩余的训练日。

# workoutHub.reschedule.noChangeNeeded
source: Nothing needed moving.
es: No hacía falta mover nada.
fr: Rien n’avait besoin d’être déplacé.
hi: कुछ भी खिसकाने की ज़रूरत नहीं पड़ी।
it: Non c'era nulla da spostare.
zh_hans: 没有需要移动的内容。

# workoutHub.reschedule.nothingMessage
source: There are no sessions left to place this week.
es: No quedan sesiones que colocar esta semana.
fr: Il ne reste aucune séance à placer cette semaine.
hi: इस हफ़्ते रखने के लिए कोई सेशन नहीं बचा।
it: Non ci sono altre sessioni da collocare questa settimana.
zh_hans: 本周已经没有需要安排的训练课。

# workoutHub.reschedule.nothingTitle
source: Nothing to move
es: Nada que mover
fr: Rien à déplacer
hi: खिसकाने को कुछ नहीं
it: Niente da spostare
zh_hans: 没有可移动的内容

# workoutHub.reschedule.spacing
source: %@ moves to %@ rather than %@, so %@ gets another day to recover.
es: %@ pasa al %@ en lugar del %@, para que %@ tenga un día más de recuperación.
fr: %@ passe à %@ plutôt qu’à %@, ce qui laisse à %@ un jour de plus pour récupérer.
hi: %@ %@ पर जाता है, %@ पर नहीं, ताकि %@ को रिकवरी का एक और दिन मिल जाए।
it: %@ si sposta a %@ invece che a %@, così %@ ha un giorno in più per recuperare.
zh_hans: %@ 移到 %@ 而不是 %@，这样 %@ 能多恢复一天。

# workoutHub.reschedule.summary
source: Nothing is dropped. The sessions you still owe are re-seated into the days you have left, keeping a day clear between anything that trains the same muscles.
es: No se cae nada. Las sesiones que aún debes se recolocan en los días que te quedan, dejando un día libre entre las que trabajan los mismos músculos.
fr: Rien n’est abandonné. Les séances qu’il te reste sont replacées dans les jours disponibles, en gardant un jour libre entre celles qui travaillent les mêmes muscles.
hi: कुछ भी छोड़ा नहीं जाता। जो सेशन बाकी हैं, वे आपके बचे दिनों में फिर से जमा दिए जाते हैं, और एक ही मसल पर काम करने वाले सेशनों के बीच एक दिन खाली रखा जाता है।
it: Non si perde nulla. Le sessioni che ti restano vengono ricollocate nei giorni che hai ancora, tenendo un giorno libero tra tutto ciò che allena gli stessi muscoli.
zh_hans: 不会丢掉任何内容。你还欠下的训练课会被重新排进剩余的日子里，并在训练相同肌肉的安排之间留出一天。

# workoutHub.reschedule.summaryNoChange
source: Your week already works. Every remaining session is on the best day available.
es: Tu semana ya funciona. Cada sesión que queda está en el mejor día disponible.
fr: Ta semaine fonctionne déjà. Chaque séance restante est au meilleur jour disponible.
hi: आपका हफ़्ता पहले से ठीक है। बचा हर सेशन उपलब्ध सबसे अच्छे दिन पर है।
it: La tua settimana funziona già così. Ogni sessione rimasta è nel miglior giorno disponibile.
zh_hans: 你的一周已经很合理，剩下的每节训练课都在最合适的日子上。

# workoutHub.reschedule.title
source: Rebuild the week
es: Reorganizar la semana
fr: Reconstruire la semaine
hi: हफ़्ता दोबारा जमाएँ
it: Ricostruisci la settimana
zh_hans: 重排这一周

# workoutHub.reschedule.versionReason
source: The week was rebuilt around a missed session.
es: La semana se reorganizó por una sesión perdida.
fr: La semaine a été reconstruite autour d’une séance manquée.
hi: एक छूटे सेशन के कारण हफ़्ता दोबारा जमाया गया।
it: La settimana è stata ricostruita dopo una sessione saltata.
zh_hans: 因错过一节训练课而重排了这一周。

# workoutHub.resume.accessibility
source: Resume workout in progress: %@
es: Reanudar el entrenamiento en curso: %@
fr: Reprendre la séance en cours : %@
hi: चल रहा वर्कआउट जारी रखें: %@
it: Riprendi l'allenamento in corso: %@
zh_hans: 继续进行中的训练：%@

# workoutHub.resume.title
source: Workout in progress
es: Entrenamiento en curso
fr: Séance en cours
hi: वर्कआउट चल रहा है
it: Allenamento in corso
zh_hans: 训练进行中

# workoutHub.section.calendar
source: Calendar
es: Calendario
fr: Calendrier
hi: कैलेंडर
it: Calendario
zh_hans: 日历

# workoutHub.section.picker
source: Workout view
es: Vista del entreno
fr: Vue des séances
hi: वर्कआउट दृश्य
it: Vista allenamento
zh_hans: 训练视图

# workoutHub.section.today
source: Today
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
zh_hans: 今天

# workoutHub.title
source: Workout
es: Entreno
fr: Séance
hi: वर्कआउट
it: Allenamento
zh_hans: 训练

# workoutHub.today.addExercise
source: Add an exercise
es: Añadir un ejercicio
fr: Ajouter un exercice
hi: एक्सरसाइज़ जोड़ें
it: Aggiungi un esercizio
zh_hans: 添加动作

# workoutHub.today.addedByYou
source: You added this exercise to today's session.
es: Añadiste este ejercicio a la sesión de hoy.
fr: Tu as ajouté cet exercice à la séance du jour.
hi: आपने यह एक्सरसाइज़ आज के सेशन में जोड़ी थी।
it: Hai aggiunto tu questo esercizio alla sessione di oggi.
zh_hans: 这个动作是你自己加入今天训练课的。

# workoutHub.today.autoProgressionOff
source: Automatic progression is switched off, so today's numbers are the ones stored in your program.
es: La progresión automática está desactivada, así que los números de hoy son los que hay guardados en tu programa.
fr: La progression automatique est désactivée : les chiffres du jour sont ceux enregistrés dans ton programme.
hi: अपने आप होने वाला प्रोग्रेशन बंद है, इसलिए आज के आँकड़े वही हैं जो आपके प्रोग्राम में सेव हैं।
it: La progressione automatica è disattivata, quindi i numeri di oggi sono quelli salvati nel tuo programma.
zh_hans: 自动进阶已关闭，因此今天的数值来自你训练计划中保存的内容。

# workoutHub.today.buildProgram
source: Build my program
es: Crear mi programa
fr: Construire mon programme
hi: मेरा प्रोग्राम बनाएँ
it: Costruisci il mio programma
zh_hans: 生成我的训练计划

# workoutHub.today.decrease
source: Decrease %@
es: Reducir %@
fr: Diminuer %@
hi: %@ घटाएँ
it: Diminuisci %@
zh_hans: 减少%@

# workoutHub.today.deloadWeek
source: This is the last week of a %@-week block, so loads and sets are pulled back on purpose. Next week starts fresh.
es: Esta es la última semana de un bloque de %@ semanas, así que las cargas y las series se recortan a propósito. La semana que viene empieza de cero.
fr: C’est la dernière semaine d’un bloc de %@ semaines : les charges et les séries sont volontairement réduites. La semaine prochaine repart à neuf.
hi: यह %@ हफ़्ते के ब्लॉक का आखिरी हफ़्ता है, इसलिए लोड और सेट जानबूझकर कम रखे गए हैं। अगला हफ़्ता ताज़ा शुरू होगा।
it: Questa è l'ultima settimana di un blocco da %@ settimane, quindi carichi e serie sono ridotti di proposito. La prossima settimana si riparte.
zh_hans: 这是 %@ 周周期的最后一周，因此负重和组数被有意收紧。下周会重新开始。
